[Demo_Shinobu_ep6_3_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1100,Y=-1940,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1290,Y=-1940,Z=0),VecSub=(X=0,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[17]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[18]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[21]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_004_Cue',Name="カミゾノ　シノブ")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[25]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[26]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[33]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[34]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_008_Cue',Name="カミゾノ　シノブ")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[40]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[41]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[42]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[43]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_010_Cue',Name="")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_011_Cue',Name="カミゾノ　シノブ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_012_Cue',Name="")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[55]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[57]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[58]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[59]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_015_Cue',Name="")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[66]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_016_Cue',Name="カミゾノ　シノブ")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[68]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_017_Cue',Name="")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[74]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[75]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_018_Cue',Name="カミゾノ　シノブ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_019_Cue',Name="カミゾノ　シノブ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[85]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[86]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[87]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[88]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[89]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_021_Cue',Name="カミゾノ　シノブ")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[91]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[93]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Memory_Sisters.GG2_BGM_DM_Memory_Sisters_Cue')
DemoScripts[94]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[95]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[96]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[98]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_025_Cue',Name="カミゾノ　シノブ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_026_Cue',Name="カミゾノ　シノブ")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[106]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[108]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_027_Cue',Name="カミゾノ　シノブ")
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[110]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0100_fx_close_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=0)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_029_Cue',Name="カミゾノ　シノブ")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[119]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_030_Cue',Name="カミゾノ　シノブ")
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[121]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[122]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_031_Cue',Name="カミゾノ　シノブ")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[126]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_032_Cue',Name="カミゾノ　シノブ")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[132]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_033_Cue',Name="カミゾノ　シノブ")
DemoScripts[133]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[134]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[138]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_035_Cue',Name="カミゾノ　シノブ")
DemoScripts[139]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[140]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[143]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_037_Cue',Name="カミゾノ　シノブ")
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[145]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[146]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[147]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_039_Cue',Name="")
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[149]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[150]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_040_Cue',Name="")
DemoScripts[151]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[152]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[154]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_042_Cue',Name="")
DemoScripts[155]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[156]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_3.GG2_V_Shinobu_ep6_3_043_Cue',Name="")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Dokifield_Cue')
DemoScripts[161]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[162]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[163]=(Actor=WINDOW,Command=EXIT)
DemoScripts[164]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[165]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[166]=(Actor=SYSTEM,Command=WAIT,SecTime=3)
DemoScripts[167]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep6_3_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=75),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep6_3_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="小忍,妳在這裡啊.")

Texts[1]=(Label="TEXT02",Name="忍",Text="什麼啊,峯大?/n你還有事嗎?")

Texts[2]=(Label="TEXT03",Name="峯大",Text="我不知道小忍到底發生什麼事....../n所以......如果可以的話,/n希望妳能告訴我.")

Texts[3]=(Label="TEXT04",Name="忍",Text="峯大......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="打起精神來,小忍.")

Texts[5]=(Label="TEXT06",Name="忍",Text="謝謝你......峯大.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="我不想看見......小忍失落的樣子./n讓我看看妳的笑容吧......")

Texts[7]=(Label="TEXT08",Name="忍",Text="......就特地跑來說這種事嗎......?/n呵呵,你還是老樣子,是個笨蛋呢.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="能不能讓我看看妳的胸部啊....../n感到失落的時候,就該讓我看胸部喔./n胸部.")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="欸--!?/n在這種場合搞笑嗎!?/n而且偏偏用這樣的梗!")

Texts[10]=(Label="TEXT11",Name="忍",Text="......我現在沒心情/n配合你開那種玩笑啦......")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="你看,對吧!")

Texts[12]=(Label="TEXT13",Name="峯大",Text="抱......抱歉....../n我只是想說能不能讓妳笑一笑......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="投手正在瑟瑟發抖--!/n嘿嘿嘿--!!")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="忍大人不是投手啦!")

Texts[15]=(Label="TEXT16",Name="忍",Text="對不起啊......我....../n你是在鼓勵我吧......?")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="忍大人到底是樂觀/n還是悲觀....../n真是搞不懂的人耶......")

Texts[17]=(Label="TEXT18",Name="忍",Text="那個惡魔說的....../n\"天使之力\".")

Texts[18]=(Label="TEXT19",Name="忍",Text="你......把我從魔物中救出來的力量....../n真的是天使大人的力量吧.")

Texts[19]=(Label="TEXT20",Name="峯大",Text="......是啊./n這其中有著許多/n複雜的緣由......")

Texts[20]=(Label="TEXT21",Name="忍",Text="其實啊......")

Texts[21]=(Label="TEXT22",Name="峯大",Text="咦......?")

Texts[22]=(Label="TEXT23",Name="忍",Text="今天雖然是我和惡魔戰鬥,/n......但是最初接到的命令是由真夜和惡魔戰鬥,/n而我則是提供後援的預定.")

Texts[23]=(Label="TEXT24",Name="峯大",Text="由小真夜來戰鬥?")

Texts[24]=(Label="TEXT25",Name="忍",Text="神園家是代代擔任惡魔獵人的家系....../n但是實際有能力和惡魔作戰的人類/n數量很有限.")

Texts[25]=(Label="TEXT26",Name="忍",Text="在那之中,真夜的能力也是出類拔萃./n就算放眼歷代,也沒有其他惡魔獵人/n擁有那種程度的才能......")

Texts[26]=(Label="TEXT27",Name="忍",Text="所以真夜才會在本家接受3年修行,/n而我卻留在這裡....../n因為我是沒用的孩子,不被人期待......")

Texts[27]=(Label="TEXT28",Name="峯大",Text="說什麼沒用......才沒有,小忍是......")

Texts[28]=(Label="TEXT29",Name="忍",Text="不,我自己很清楚./n每次看到真夜的力量,/n就讓我有深刻的體會......")

Texts[29]=(Label="TEXT30",Name="忍",Text="即使如此,那孩子還是很仰慕我,/n所以我纔有辦法繼續做那孩子的姊姊....../n為了做好姊姊的角色,一路努力過來.")

Texts[30]=(Label="TEXT31",Name="忍",Text="今天也是因為我想要證明自己的能力,/n才硬是拜託本家的人,/n讓他們把我和真夜的任務對調......")

Texts[31]=(Label="TEXT32",Name="忍",Text="如果這次的事情順利完成,/n說不定能爭口氣給本家的人看....../n我是這麼想的......")

Texts[32]=(Label="TEXT33",Name="忍",Text="我......對擁有力量的妹妹感到嫉妒喔./n呵呵......真是過分的姐姐,對吧?")

Texts[33]=(Label="TEXT34",Name="峯大",Text="沒這回事....../n而且小真夜一定也沒這麼想哦.")

Texts[34]=(Label="TEXT35",Name="忍",Text="在這之上,我......聽說峯大/n有天使大人的力量後,甚至還嫉妒你了......!")

Texts[35]=(Label="TEXT36",Name="峯大",Text="不對啦,小忍,我這個能力是......")

Texts[36]=(Label="TEXT37",Name="忍",Text="我......已經累了啊!/n無論是作為惡魔獵人......還是那孩子的姊姊....../n又或是......你的青梅竹馬......!")

Texts[37]=(Label="TEXT38",Name="峯大",Text="小忍......")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="峯大大人....../n看來要說服她恐怕有困難./n我們使用心跳力場吧.")

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="現在忍大人很脆弱./n如果是在這種狀態下,/n說不定就能突破守護者了.")

Texts[40]=(Label="TEXT41",Name="峯大",Text="怎麼這樣,等等啊!/n我還沒把小忍的想法......!")

Texts[41]=(Label="TEXT42",Name="艾可蘿",Text="這也是為了你好./n要抱怨的話,等你們兩位成功結合後/n無論多少我都聽!")

Texts[42]=(Label="TEXT43",Name="艾可蘿",Text="心跳力場,展開!!")

Texts[43]=(Label="TEXT44",Name="峯大",Text="唔!")

Texts[44]=(Label="",Name="",Text="")

Texts[45]=(Label="SELECT01",Name="",Text="希望妳能告訴我/n發生了什麼事")

Texts[46]=(Label="SELECT02",Name="",Text="打起精神來")

Texts[47]=(Label="SELECT03",Name="",Text="讓我看妳的笑容")

Texts[48]=(Label="SELECT04",Name="",Text="讓我看妳的胸部")

Texts[49]=(Label="SELECT05",Name="",Text="投手正在/n瑟瑟發抖")

Texts[50]=(Label="SELECT06",Name="",Text="")

Texts[51]=(Label="SELECT07",Name="",Text="")

Texts[52]=(Label="SELECT08",Name="",Text="")

Texts[53]=(Label="SELECT09",Name="",Text="")

Texts[54]=(Label="SELECT10",Name="",Text="")


